[
    {
        "bookName": "Natural Wonders of the World",
        "image": "https://i.ibb.co/56m1xFG/travel-1.jpg",
        "bookQuantity": 1,
        "authorName": "Richard Scheffel",
        "bookCategory": "Travel",
        "bookDescription":"When Carol Drinkwater and her fianceacute;, Michel, are given the opportunity to purchase ten acres of an abandoned olive farm in the South of France, they find the region's splendor impossible to resist. Using their entire savings as a down payment, the couple embark on an adventure that brings them in contact with the charming countryside of Provence, its querulous personalities, petty bureaucracies, and extraordinary wildlife. From the glamour of Cannes and the Isles of L&eacuterins to the charm of her own small plot of land-which she transforms from overgrown weeds into a thriving farm-Drinkwater triumphantly relates how she realized her dream of a peaceful, meaningful life",
        "rating": "9/10"
    },
    {
        "bookName": "Lonely Planet the World",
        "image": "https://i.ibb.co/nm8W04x/travel-3-1.jpg",
        "bookQuantity": 3,
        "authorName": "Lonely Planet",
        "bookCategory": "Travel",
        "bookDescription": "Lonely Planet: The world's leading travel guide publisherEvery country in the world, in one guidebook: Lonely Planet's The World. A Traveller's Guide to the Planet. We've taken the highlights from the world's best guidebooks and put them together into one 900+ page whopper to create the ultimate guide to Earth. This user-friendly A-Z gives a flavour of each country in the world, including a map, travel highlights, info on where to go and how to get around, as well as some quirkier details to bring each place to life. In Lonely Planet's trademark bluespine format, this is the ultimate planning resource. From now on, every traveller's journey should start here...Nearly 1000 colour photos of must-visit highlights More than 200 colour mapsThe guidebook every traveller needs to ownAbout Lonely Planet: Lonely Planet is a leading travel media company and the world's number one travel guidebook brand, providing both inspiring and trustworthy information for every kind of traveller since 1973. Over the past four decades, we've printed over 145 million guidebooks and phrasebooks for 120 languages, and grown a dedicated, passionate global community of travellers. You'll also find our content online, and in mobile apps, video, 14 languages, 12 international magazines, armchair and lifestyle books, ebooks, and more, enabling you to explore every day. Lonely Planet enables the curious to experience the world fully and to truly get to the heart of the places they find themselves, near or far from home.TripAdvisor Travelers' Choice Awards 2012, 2013, 2014, 2015 and 2016 winner in Favorite Travel Guide category 'Lonely Planet guides are, quite simply, like no other.' - New York Times 'Lonely Planet. It's on everyone's bookshelves, it's in every traveller's hands. It's on mobile phones. It's on the Internet. It's everywhere, and it's telling entire generations of people how to travel the world",
        "rating": "8/10"
    },
    {
        "bookName": "Rascals in Paradise",
        "image": "https://i.ibb.co/tYfT1ZT/travel-2.jpg",
        "bookQuantity": 4,
        "authorName": "James A. Michener",
        "bookCategory": "Travel",
        "bookDescription": "In a thrilling collection of nonfiction adventure stories, James A. Michener returns to the most dazzling place on Earth: the islands that inspired Tales of the South Pacific. Co-written with A. Grove Day, Rascals in Paradise offers portraits of ten scandalous men and women, some infamous and some overlooked, including Sam Comstock, a mutinous sailor whose delusions of grandeur became a nightmare; Will Mariner, a golden-haired youth who used his charm to win over his captors; and William Bligh, the notorious HMS Bounty captain who may not have been the monster history remembers him as. From lifelong buccaneers to lapsed noblemen, in Michener and Day's capable hands these rogues become the stuff of legend. Praise for Rascals in Paradise The best book about those far-scattered islands that has appeared in a long time . . . a portfolio of rare and ruthless personalities that is calculated to make the curliest hair stand straight on end.--The New York Times  Combines] research and scholarship (A. Grove Day was a professor at the University of Hawaii) with a gift for spinning a yarn and depicting character (Michener, journalist and novelist, needs no introduction)",
        "rating": "7/10"
    },
    {
        "bookName": "Life-Changing Adventures",
        "image": "https://i.ibb.co/djRT17r/travel-4-1.jpg",
        "bookQuantity": 5,
        "authorName": "Gale Straub",
        "bookCategory": "Travel",
        "bookDescription":"For every woman who has ever been called outdoorsy comes a collection of stories that inspires unforgettable adventure. Beautiful, empowering, and exhilarating, She Explores is a spirited celebration of female bravery and courage, and an inspirational companion for any woman who wants to travel the world on her own terms. Combining breathtaking travel photography with compelling personal narratives, She Explores shares the stories of 40 diverse women on unforgettable journeys in nature: women who live out of vans, trucks, and vintage trailers, hiking the wild, cooking meals over campfires, and sleeping under the stars. Women biking through the countryside, embarking on a road trip, or backpacking through the outdoors with their young children in tow. Complementing the narratives are practical tips and advice for women planning their own trips, including: - Preparing for a solo hike- Must-haves for a road-trip kitchen- Planning ahead for unknown territory- Telling your own story A visually stunning and emotionally satisfying collection for any woman craving new landscapes and adventure. Beautiful, empowering, and exhilarating, She Explores will inspire even the most outdoor-averse woman to connect with the landscape, take a leap of faith, and find her community.",
        "rating": "8/10"
    },
    {
        "bookName": "Spy X Family",
        "image": "https://i.ibb.co/X5ZBcyR/Comic-1.jpg",
        "bookQuantity": 14,
        "authorName": "Tatsuya Endo",
        "bookCategory": "Comic",
        "bookDescription": "An action-packed comedy about a fake family that includes a spy, an assassin and a telepath Master spy Twilight is unparalleled when it comes to going undercover on dangerous missions for the betterment of the world. But when he receives the ultimate assignment--to get married and have a kid--he may finally be in over his head As a child, REDACTED] lived an unremarkable life with his parents, playing war games with his friends and quarreling with his father. It never occurred to young REDACTED] that the life he'd taken for granted might one day end..",
        "rating": "7/10"
    },
    {
        "bookName": "Watership Down",
        "image": "https://i.ibb.co/2MqhDfC/comic-2.jpg",
        "bookQuantity": 5,
        "authorName": "Richard Adams",
        "bookCategory": "Comic",
        "bookDescription": "A beautiful and faithful graphic novel adaptation of Richard Adams's beloved story of a group of rabbits on an epic journey in search of home. Every rabbit that stays behind is in great danger. We will welcome any rabbit who joins us. Watership Down is a classic tale of survival, hope, courage, and friendship that has delighted and inspired readers around the world for more than fifty years. Masterfully adapted by award-winning author James Sturm and gorgeously illustrated by bestselling artist Joe Sutphin, this spectacular graphic novel will delight old fans and inspire new ones, bringing the joy of Watership Down to a new generation of readers.",
        "rating": "8/10"
    },
    {
        "bookName": "Immortal Hulk Omnibus",
        "image": "https://i.ibb.co/gZvqDGz/comic-3.jpg",
        "bookQuantity": 3,
        "authorName": "LambCat",
        "bookCategory": "Comic",
        "bookDescription": "Is he man or monster...or is he both? Find out as Al Ewing and Joe Bennett take Bruce Banner to hell and back in the complete, infernal saga of the Immortal Hulk Every time Bruce dies, he rises again...as the Hulk And he is being hunted: by the government, by Alpha Flight, by the mysterious Shadow Base, even by the Avengers But Bruce has even bigger problems. Something terrible has infected him. Something with unspeakable plans for humanity. And the answers lie beyond...the Green Door Featuring friends and foes both old and new as well as multiple Hulk personas, this horror reinvention of a Marvel icon is like no comic book you have ever read before",
        "rating": "7/10"
    },
    {
        "bookName": "Solo Leveling",
        "image": "https://i.ibb.co/DG5wGsc/comic-4.jpg",
        "bookQuantity": 8,
        "authorName": "J.K. Rowling",
        "bookCategory": "Comic",
        "bookDescription": "The joint expedition between South Korea and Japan to the ant-infested Jeju Island is well underway, and the Korean team has successfully located the queen. Taking her out should finally spell the long-awaited closing of the S-rank gate. But little do they know that wings aren't the only mutation the latest generation of ants has gone through-- and having made short work of the Japanese hunters, the queen's strongest soldier is now headed straight for them",
        "rating": "7/10"
    },
    {
        "bookName": "Lincoln Succeeded",
        "image": "https://i.ibb.co/qMRKGPd/history-1.jpg",
        "bookQuantity": 4,
        "authorName": "Steve Inskeep",
        "bookCategory": "History",
        "bookDescription": "An instant New York Times bestseller A compelling and nuanced exploration of Abraham Lincoln's political acumen, illuminating a great politician's strategy in a country divided--and lessons for our own disorderly present In 1855, with the United States at odds over slavery, the lawyer Abraham Lincoln wrote a note to his best friend, the son of a Kentucky slaveowner. Lincoln rebuked his friend for failing to oppose slavery. But he added: and said they would be friends forever. Throughout his life and political career, Lincoln often agreed to disagree. Democracy demanded it, since even an adversary had a vote. The man who went on to become America's sixteenth president has assumed many roles in our historical consciousness, but most notable is that he was, unapologetically, a politician. And as Steve Inskeep argues, it was because he was willing to engage in politics--meeting with critics, sometimes working with them and other times outwitting them--that he was able to lead a social revolution. In Differ We Must, Inskeep illuminates Lincoln's life through sixteen encounters, some well-known, some obscure, but all imbued with new significance here. Each interaction was with a person who differed from Lincoln, and in each someone wanted something from the other. While Lincoln didn't always change his critics' beliefs--many went to war against him--he did learn how to make his beliefs actionable. He told jokes, relied on sarcasm, and often made fun of himself--but behind the banter was a distinguished storyteller who carefully chose what to say and what to withhold. He knew his limitations and, as history came to prove, he knew how to prioritize. Many of his greatest acts came about through his engagement with people who disagreed with him--meaning that in these meetings, Lincoln became the Lincoln we know. As the host of NPR's Morning Edition for almost two decades, Inskeep has mastered the art of bridging divides and building constructive debate in interviews; in Differ We Must, he brings his skills to bear on a prior master, forming a fresh and compelling narrative of Lincoln's life. With rich detail and enlightening commentary, Inskeep expands our understanding of a politician who held strong to his moral compass while navigating between corrosive political factions, one who began his career in the minority party and not only won the majority but succeeded in uniting a nation.",
        "rating": "9/10"
    },
    {
        "bookName": "Eighteen Days in October",
        "image": "https://i.ibb.co/0jnGpMC/history-2.jpg",
        "bookQuantity": 3,
        "authorName": "Uri Kaufman",
        "bookCategory": "History",
        "bookDescription": "Pacy and enthralling. --Financial Times Tells the story brilliantly. --Senator Joseph I. Lieberman Stimulating and insightful...will no doubt find a permanent place on the Arab-Israeli bookshelf. --Michael Oren, New York Times bestselling author of Six Days of War October 2023 marks the 50th anniversary of the Yom Kippur War, a conflict that shaped the modern Middle East. The War was a trauma for Israel, a dangerous superpower showdown, and, following the oil embargo, a pivotal reordering of the global economic order. The Jewish State came shockingly close to defeat. A panicky cabinet meeting debated the use of nuclear weapons. After the war, Prime Minister Golda Meir resigned in disgrace, and a 9/11-style commission investigated the debacle. But, argues Uri Kaufman, from the perspective of a half century, the War can be seen as a pivotal victory for Israel. After nearly being routed, the Israeli Defense Force clawed its way back to threaten Cairo and Damascus. In the war's aftermath both sides had to accept unwelcome truths: Israel could no longer take military superiority for granted--but the Arabs could no longer hope to wipe Israel off the map. A straight line leads from the battlefields of 1973 to the Camp David Accords of 1978 and all the treaties since. Like Michael Oren's Six Days of War, this is the definitive account of a critical moment in history",
        "rating": "8/10"
    },
    {
        "bookName": "Not Stolen",
        "image": "https://i.ibb.co/2ZzSHgZ/history-3.jpg",
        "bookQuantity": 1,
        "authorName": "Jeff Fynn-Paul",
        "bookCategory": "History",
        "bookDescription": "A renowned historian debunks current distortion and myths about European colonialism in the New World and restores much needed balance to our understanding of the past. Was America really stolen from the Indians? Was Columbus a racist? Were Indians really peace-loving, communistic environmentalists? Did Europeans commit genocide in the New World? It seems that almost everyone--from CNN to the New York Times to angry students pulling down statues of our founders--believes that America's history is a shameful tale of racism, exploitation, and cruelty. In Not Stolen, renowned historian Jeff Fynn-Paul systematically dismantles this relentlessly negative view of U.S. history, arguing that it is based on shoddy methods, misinformation, and outright lies about the past. America was not stolen from the Indians but fairly purchased piece by piece in a thriving land market. Nor did European settlers cheat, steal, murder, rape or purposely infect them with smallpox to the extent that most people believe. No genocide occurred--either literal or cultural--and the decline of Native populations over time is not due to violence but to assimilation and natural demographic processes. Fynn Paul not only debunks these toxic myths, but provides a balanced portrait of this complex historical process over 500 years. The real history of Native and European relations will surprise you. Not only is this not a tale of shameful sins and crimes against humanity--it is more inspiring than you ever dared to imagine.",
        "rating": "6/10"
    },
    {
        "bookName": "To Rescue the Constitution",
        "image": "https://i.ibb.co/fCC6vb2/history-4.jpg",
        "bookQuantity": 5,
        "authorName": "Bret Baier",
        "bookCategory": "History",
        "bookDescription": "Instant New York Times Bestseller#1 New York Times bestselling author Bret Baier reveals how George Washington saved the Constitution-and the American experimentTo Rescue The Constitution is a masterful exploration of the electrifying struggle to unite a young United States. --Jay WinikA sweeping narrative ranging from the unsettled early American frontier and the battlefields of the Revolution to the history-making clashes within Philadelphia's Independence Hall, Bret Baier's To Rescue the Constitution dramatically illuminates the life of George Washington, the Founder who did more than perhaps any other individual to secure the future of the United States.George Washington rescued the nation three times: first by leading the Continental Army to victory in the Revolutionary War, second by presiding over the Constitutional Convention that set the blueprint for the United States and ushering the Constitution through a fractious ratification process, and third by leading the nation as its first president. There is no doubt that the struggling new nation needed to be rescued--and that Washington was the only American who could bring the together.After the victorious War of Independence, when a spirit of unity and patriotism might have been expected, instead the nation fractured. The states were no more than a loosely knit and contentious confederation, with no strong central union. It was an urgent matter that led to the calling of a Constitutional Convention to meet in Philadelphia during the summer of 1787.Setting aside his plan to retire to Mount Vernon, Washington agreed to be a delegate at Philadelphia. There he was unanimously elected president of the convention. After successfully bringing the Constitution into being, Washington then sacrificed any hope of returning to private life by accepting the unanimous election to be the nation's first president. Washington was not known for brilliant oratory or prose, but his quiet, steady leadership gave life to the Constitution by showing how it should be enacted.In this vivid and moving portrait of America's early struggles, Baier captures the critical moments when Washington's leadership brought the nation from the brink of collapse. Baier exposes an early America that is grittier and far more divided than is often portrayed--one we can see reflected in today's conflicts.",
        "rating": "6/10"
    },
    {
        "bookName": "Harry Potter",
        "image": "https://i.ibb.co/qsbyqpv/drama.jpg",
        "bookQuantity": 8,
        "authorName": "J.K. Rowling",
        "bookCategory": "Drama",
        "bookDescription":"The fifth book in the beloved, bestselling Harry Potter series, now illustrated in brilliant full color.There is a door at the end of a silent corridor. And it's haunting Harry Potter's dreams. Why else would he be waking in the middle of the night, screaming in terror? It's not just the upcoming O.W.L. exams; a new teacher with a personality like poisoned honey; a venomous, disgruntled house-elf; or even the growing threat of He-Who-Must-Not-Be-Named. Now Harry Potter is faced with the unreliability of the very government of the magical world and the impotence of the authorities at Hogwarts. Despite this (or perhaps because of it), he finds depth and strength in his friends, beyond what even he knew; boundless loyalty; and unbearable sacrifice.This stunning illustrated edition brings together the talents of award-winning artists Jim Kay and Neil Packer in a visual feast, featuring iconic scenes and much loved characters -- Tonks, Luna Lovegood, and many more -- as the Order of the Phoenix keeps watch over Harry Potter's fifth year at Hogwarts. With its oversized format, high-quality paper, ribbon bookmark, and color on nearly every page, this edition is the perfect gift for Harry Potter fans and book lovers of all ages",
        "rating": "9/10"
    },
    {
        "bookName": "Investigators: All Tide Up",
        "image": "https://i.ibb.co/GkstQm7/drama-3.jpg",
        "bookQuantity":12,
        "authorName": "John Patrick Green",
        "bookCategory": "Drama",
        "bookDescription": "New York Times bestsellers and sewer surfing super-sleuths Mango & Brash are back in the seventh volume of the smash hit InvestiGators series! Unsinkable detectives Mango and Brash are back in InvestiGators: All Tide Up, a high seas adventure that takes the hit series by John Patrick Green to uncharted waters! When a cruise captain is found drifting at sea and delirious, the search begins for his missing ship and passengers! Did it sink? Was it boat-napped? Are supernatural forces at play? And can the InvestiGators unravel this maritime mystery before a second cruise befalls a similarly unfathomable fate? Seas the day and find out in this new nautical adventure!",
        "rating": "6/10"
    },
    {
        "bookName": "Hop on Pop",
        "image": "https://i.ibb.co/MG0JJtY/drama-2.jpg",
        "bookQuantity": 9,
        "authorName": "Dr. Seuss",
        "bookCategory": "Drama",
        "bookDescription": "Join Dr. Seuss in this classic rhyming picture book-the simplest Seuss for youngest use. Full of short, simple words and silly rhymes, this book is perfect for reading alone or reading aloud with Dad! The rollicking rythym will keep kids entertained on every page, and it's an especially good way to show Pop some love on Father's Day! HOP POP We like to Hop. We like to hop on top of Pop. Originally created by Dr. Seuss himself, Beginner Books are fun, funny, and easy to read. These unjacketed hardcover early readers encourage children to read all on their own, using simple words and illustrations. Smaller than the classic large format Seuss picture books like The Lorax and Oh, The Places You'll Go!, these portable packages are perfect for practicing readers ages 3-7, and lucky parents too!",
        "rating": "7/10"
    },
    {
        "bookName": "Matilda",
        "image": "https://i.ibb.co/J3ZRpFS/drama-4.jpg",
        "bookQuantity": 10,
        "authorName": "Roald Dahl",
        "bookCategory": "Drama",
        "bookDescription": "From the bestselling author of Charlie and the Chocolate Factory and The BFG! Now a musical on Broadway and streaming on Netflix! Matilda is a sweet, exceptional young girl, but her parents think she's just a nuisance. She expects school to be different but there she has to face Miss Trunchbull, a kid-hating terror of a headmistress. When Matilda is attacked by the Trunchbull she suddenly discovers she has a remarkable power with which to fight back. It'll take a superhuman genius to give Miss Trunchbull what she deserves and Matilda may be just the one to do it! Matilda will surely go straight to children's hearts.--The New York Times Book Review Cover may vary",
        "rating": "5/10"
    }
]
